Repository: mkmzone/kin.zone
Catalog: searx/translations/*/LC_MESSAGES/messages.po
Languages: oc

source: without further subgrouping
oc: sens jos grop

source: other
oc: autre

source: files
oc: fichièrs

source: music
oc: musica

source: social media
oc: mèdias socials

source: images
oc: imatges

source: videos
oc: vidèos

source: it
oc: tecnologia

source: news
oc: actualitat

source: map
oc: mapa

source: science
oc: sciéncia

source: apps
oc: aplicacions

source: dictionaries
oc: diccionaris

source: lyrics
oc: paraulas

source: packages
oc: paquets

source: q&a
oc: questions/responsas

source: repos
oc: repertòris

source: software wikis
oc: wikis logicial

source: scientific publications
oc: articles scientifics

source: auto
oc: automatic

source: light
oc: clar

source: dark
oc: fosc

source: No item found
oc: Cap d’element pas trobat

source: Source
oc: Font

source: Error loading the next page
oc: Error en cargant la pagina seguenta

source: Invalid settings, please edit your preferences
oc: Paramètre pas valide, mercés de modificar vòstras preferéncias

source: Invalid settings
oc: Paramètres invalids

source: search error
oc: error de recèrca

source: timeout
oc: expirat

source: parsing error
oc: error d’analisi

source: HTTP protocol error
oc: error de protocòl HTTP

source: network error
oc: Error de ret

source: SSL error: certificate validation has failed
oc: Error SSL : la verificacion del certificat a fracassat

source: unexpected crash
oc: error inesperada

source: HTTP error
oc: error HTTP

source: HTTP connection error
oc: error de connexion HTTP

source: proxy error
oc: Error servidor mandatari

source: too many requests
oc: tròpas de requèstas

source: access denied
oc: accès refusat

source: server API error
oc: error de l’API del servidor

source: Suspended
oc: Suspendut

source: {minutes} minute(s) ago
oc: fa {minutes} minuta(s)

source: {hours} hour(s), {minutes} minute(s) ago
oc: Fa {hours} ora(s), {minutes} minuta(s)

source: Random value generator
oc: Generator aleatòri

source: Generate different random values
oc: Crèa de valors aleatòrias diferentas

source: Statistics functions
oc: Foncions estatisticas

source: Compute {functions} of the arguments
oc: Calcula las {functions} dels arguments

source: Get directions
oc: Obténer l’itinerari

source: {title} (OBSOLETE)
oc: {title} (OBSOLÈT)

source: This entry has been superseded by
oc: Aqueste element es estat remplaçat per

source: Channel
oc: Canal

source: radio
oc: ràdio

source: bitrate
oc: debit

source: votes
oc: vòtes

source: clicks
oc: clics

source: Language
oc: Lenga

source: {numCitations} citations from the year {firstCitationVelocityYear} to {lastCitationVelocityYear}
oc: {numCitations} citacions dempuèi l’annada {firstCitationVelocityYear} fins a {lastCitationVelocityYear}

source: The image could not be downloaded.
oc: Telecargament impossible de l’imatge.

source: Morning
oc: Matin

source: Noon
oc: Miègjorn

source: Evening
oc: Ser

source: Night
oc: Nuèch

source: Book rating
oc: Nòta del libre

source: File quality
oc: Qualitat del fichièr

source: Hostname replace
oc: Remplaçar los noms d’òste

source: Open Access DOI rewrite
oc: Open Access DOI reescritura

source: Avoid paywalls by redirecting to open-access versions of publications when available
oc: Evitar las paginas de pagament ne virant sus la version en accès liure quand es disponibla

source: Self Information
oc: Informacions pròpias

source: Displays your IP if the query is "ip" and your user agent if the query contains "user agent".
oc: Aficha vòstre adreça IP se la demanda es "ip", e aficha vòstre user-agent se la demanda conten "user agent".

source: Tor check plugin
oc: Empeuton de verificacion de Tor

source: You are using Tor and it looks like you have this external IP address: {ip_address}
oc: Utilizatz Tor e sembla qu’avètz aquesta adreça IP : {ip_address}

source: Tracker URL remover
oc: Netejador d'URL de traçat

source: Remove trackers arguments from the returned URL
oc: Lèva los arguments de las URL utilizats per vos traçar

source: Page not found
oc: Pagina pas trobada

source: Go to %(search_page)s.
oc: Anar a %(search_page)s.

source: search page
oc: cercar dins la pagina

source: About
oc: A prepaus

source: Donate
oc: Far un don

source: Preferences
oc: Preferéncias

source: Powered by
oc: Propulsat per

source: Source code
oc: Còdi font

source: Issue tracker
oc: Seguiment d’anomalias

source: Engine stats
oc: Estatistica del motor

source: Public instances
oc: Instàncias publicas

source: Privacy policy
oc: Politica de confidencialitat

source: Contact instance maintainer
oc: Contactar lo responsable de l’instància

source: Click on the magnifier to perform search
oc: Clicatz sus la lópia per lançar una recèrca

source: Length
oc: Longor

source: Author
oc: Autor

source: cached
oc: en version locala

source: proxied
oc: proxifiat

source: Start submiting a new issue on GitHub
oc: Senhalar un problèma sus GitHub

source: No HTTPS
oc: Cap de HTTPS

source: Default categories
oc: Categoria per defaut

source: User interface
oc: Interfàcia utilizaire

source: Privacy
oc: Privacitat

source: Engines
oc: Motors de cerca

source: Currently used search engines
oc: Motors de recèrca utilizat actualament

source: Special Queries
oc: Requèstas especialas

source: Answers
oc: Responsas

source: Number of results
oc: Nombre de resultats

source: Try searching for:
oc: Ensajatz de cercar :

source: Back to top
oc: Tornar ennaut

source: Previous page
oc: Pagina precedenta

source: Next page
oc: Pagina seguenta

source: Display the front page
oc: Afichar la pagina principala

source: Search for...
oc: Cerca per...

source: clear
oc: escafar

source: search
oc: recercar

source: There is currently no data available.
oc: Pel moment i a pas cap de donada disponibla.

source: Engine name
oc: Nom del motor de cerca

source: Scores
oc: Marcas

source: Result count
oc: Resultats

source: Response time
oc: Temps de responsa

source: Processing
oc: Tractament

source: Warnings
oc: Avertiments

source: Exception
oc: Excepcion

source: Message
oc: Messatge

source: Percentage
oc: Percentatge

source: Parameter
oc: Paramètre

source: Filename
oc: Nom del fichièr

source: Function
oc: Foncion

source: Code
oc: Còdi

source: Checker
oc: Verificador

source: Comment(s)
oc: Comentari(s)

source: Download results
oc: Telecargar los resultats

source: Engines cannot retrieve results
oc: Los cercadors pòdons pas recuperar los resultats

source: Search URL
oc: URL de recèrca

source: Search language
oc: Lenga de recerca

source: Default language
oc: Lenga per defaut

source: SafeSearch
oc: Recèrca segurizada

source: Strict
oc: Estricte

source: Moderate
oc: Moderat

source: None
oc: Cap

source: Time range
oc: Espaci temporal

source: Anytime
oc: Impòrta pas quand

source: Last day
oc: Ièr

source: Last week
oc: La setmana passada

source: Last month
oc: Lo mes passat

source: Last year
oc: L'an passat

source: Information!
oc: Informacion !

source: currently, there are no cookies defined.
oc: pel moment i a pas cap de cookie definit

source: Sorry!
oc: O planhèm !

source: Refresh the page.
oc: Actualizar la pagina.

source: Allow
oc: Autorizar

source: Keywords
oc: Mots claus

source: Name
oc: Nom

source: Description
oc: Descripcion

source: Examples
oc: Exemples

source: Autocomplete
oc: Autocompletar

source: Find stuff as you type
oc: Trobar de causas pendent que picatz

source: Cookie name
oc: Nom del cookie

source: Value
oc: Valor

source: Search URL of the currently saved preferences
oc: URL de recèrca actuala dels paramètres enregistrats

source: Note: specifying custom settings in the search URL can reduce privacy by leaking data to the clicked result sites.
oc: Nòta : especificar de paramètres personalizats en l’URL pòt reduire la privacitat en revelar de donadas als sites de resultat clicats.

source: Open Access DOI resolver
oc: Open Access DOI reglador

source: Supports selected language
oc: Compatible amb las lengas seleccionadas

source: Weight
oc: Pes

source: Max time
oc: Temps max

source: These settings are stored in your cookies, this allows us not to store this data about you.
oc: Aquestes paramètres son gardats dins vòstres cookies : aquò nos permet pas de collectar vòstras donadas.

source: These cookies serve your sole convenience, we don't use these cookies to track you.
oc: Aquestes cookies existon per vòstre confòrt d'utilizacion, los empleguem pas per vos espiar.

source: Save
oc: Enregistrar

source: Reset defaults
oc: Reïnicializar per defaut

source: Back
oc: Tornar

source: Hotkeys
oc: Acorchi clavièr

source: Image proxy
oc: Proxy pels imatges

source: Infinite scroll
oc: Desfilament sens fin

source: Automatically load next page when scrolling to bottom of current page
oc: Carga automaticament la pagina seguenta quand arribatz en fin de pagina

source: What language do you prefer for search?
oc: Dins quina lenga vos agrada mai cercar ?

source: HTTP Method
oc: Metòde HTTP

source: Results on new tabs
oc: Resultat dins de nòus onglets

source: Open result links on new browser tabs
oc: Dubrir los ligams de resultats dins un nòu onglet

source: Filter content
oc: Filtrar lo contengut

source: Search on category select
oc: Cercar dins la categoria causida

source: Theme
oc: Tèma

source: Theme style
oc: Estil del tèma

source: Interface language
oc: Lenga de l'interfàcia

source: Change the language of the layout
oc: Cambiar la lenga de l'interfàcia

source: show media
oc: mostrar mèdias

source: hide media
oc: escondre mèdias

source: Filesize
oc: Talha del fichièr

source: Bytes
oc: octets

source: kiB
oc: kiO

source: MiB
oc: MiO

source: GiB
oc: GiO

source: TiB
oc: TiO

source: Type
oc: Tipe

source: Engine
oc: Motor

source: View source
oc: Veire font

source: address
oc: adreça

source: show map
oc: mostrar la mapa

source: hide map
oc: escondre la mapa

source: Published date
oc: Data de publicacion

source: Journal
oc: Jornal

source: Publisher
oc: Editor

source: Tags
oc: Etiquetas

source: magnet link
oc: ligam magnet

source: torrent file
oc: fichièr torrent

source: Seeder
oc: Fonts

source: Leecher
oc: Telecargaires

source: Number of Files
oc: Nombre de fichièrs

source: show video
oc: mostrar la vidèo

source: hide video
oc: escondre la vidèo
